Repository: evelyn046/OmegaT_l10n
Catalog: 2_project/tm/resources_EN-US_ZH-CN.tmx
Source language: en_us
Languages: zh_cn

source: Other OmegaT resources
zh_cn: 其他 OmegaT 资源

source: Tokenizers plug-in
zh_cn: 分词器插件

source: Provides recognition of inflected forms in fuzzy matches and glossary hits.
zh_cn: 在模糊匹配和词汇表匹配中提供对词形变化的识别。

source: LanguageTool plug-in
zh_cn: LanguageTool 插件

source: Checks for language errors (style, grammar, etc.).
zh_cn: 检查语言错误（文体、语法等）。

source: Scripting plug-in
zh_cn: 脚本插件

source: Enables external scripts to access OmegaT's functionality. (Not to be confused with the "Text Export" feature, which also enables scripts to be used with OmegaT, but on a more basic level.)
zh_cn: 允许外部脚本访问 OmegaT 的功能（不要与“文本导出”功能混淆，后者也允许在 OmegaT 中使用脚本，但却是在更基础的层面上）。

source: Okapi Filters Plugin
zh_cn: Okapi 过滤器插件

source: Provides filters for handling further file formats, including Trados TTX.
zh_cn: 提供用于处理其他文件格式的过滤器，包括 Trados TTX。

source: Apertium Plugin
zh_cn: Apertium 插件

source: Integrates the Apertium machine translation functionality into OmegaT.
zh_cn: 将Apertium 机器翻译功能集成到 OmegaT 中 。

source: Browser plugin
zh_cn: 浏览器插件

source: Fast access to websites.
zh_cn: 快速访问网站。

source: Website support can be scripted in Groovy.
zh_cn: 网站支持可以用 Groovy 编写脚本。

source: Important: in order to use the plug-ins, you may need to install a more recent version of OmegaT.
zh_cn: 重要事项：要使用插件，您可能需要安装 OmegaT 的最新版本。

source: Utilities
zh_cn: 工具程序

source: "Aligner" aligner utility
zh_cn: “Aligner”对齐器工具

source: Written in Python.
zh_cn: 用 Python 编写。

source: Contributed by Dmitri Gabinski.
zh_cn: 由 Dmitri Gabinski 提供。

source: "Bligner" aligner utility
zh_cn: “Bligner”对齐器工具

source: Written in Python/Perl.
zh_cn: 用 Python/Perl 编写。

source: Contributed by Didier Briel.
zh_cn: 由 Didier Briel 提供。

source: Java command-line script for merging two or more TMX files.
zh_cn: 用于合并两个或多个 TMX 文件的 Java 命令行脚本。

source: Contributed by Henry Pijffers.
zh_cn: 由 Henry Pijffers 提供。

source: Java command-line script for removing "superfluous" translation units from a TMX file: deletes all TUs without target segment or in which the target segment is identical to the source segment.
zh_cn: 用来从 TMX 文件中删除“多余”翻译单元的 Java 命令行脚本：删除没有译文片段或译文片段与原文片段完全相同的翻译单元。

source: Utility for converting Trados TagEditor (TTX) files to an intermediate format, enabling them to be translated in OmegaT.
zh_cn: 工具程序，用来将 Trados TagEditor（TTX）文件转换为一种中间格式，使其可以在 OmegaT 中进行翻译。

source: This collection of scripts may be useful to scripters with a knowledge of tcl/tk.
zh_cn: 这系列脚本对于熟悉 tcl/tk 的脚本编写者可能会比较有用。

source: Other users are advised to use the Okapi Filters Plugin instead.
zh_cn: 其他用户则建议改用 Okapi 过滤器插件。

source: Toxic was contributed by Marc Prior.
zh_cn: Toxic 由 Marc Prior 提供。

source: Toxic for Windows
zh_cn: 适用于 Windows 的 Toxic

source: Windows executable version of Toxic.
zh_cn: Toxic 的 Windows 可执行版本。

source: Toxic for Linux
zh_cn: 适用于 Linux 的 Toxic

source: Linux binary version of Toxic.
zh_cn: Toxic 的 Linux 二进制版本。

source: Toxic scripts
zh_cn: Toxic 脚本

source: Script versions of Toxic.
zh_cn: Toxic 的脚本版本。

source: Platform-independent; require tcl/tk.
zh_cn: 与平台无关、需要 tcl/tk。

source: Script for extracting text for translation from plain-text files (e.g. computer source code) for translation in OmegaT.
zh_cn: 用于从纯文本文件(e.g. computer source code)中提取供翻译的文本以便在 OmegaT 中进行翻译的脚本。

source: Requires tcl/tk.
zh_cn: 需要 tcl/tk。

source: Contributed by Marc Prior.
zh_cn: 由 Marc Prior 提供。

source: TKount text counting utility.
zh_cn: TKount 文本字数统计工具。

source: Requires tcl/tk, Abiword and pdftotext.
zh_cn: 需要 tcl/tk、Abiword 和 pdftotext。

source: Has been tested on Linux.
zh_cn: 已在 Linux 上测试过。

source: ONline DIctionary LOokup TOol.
zh_cn: 即 ONline DIctionary LOokup TOol（在线词典查找工具）。

source: Requires Linux, w3m and tcl/tk (both generally supplied with Linux).
zh_cn: 需要 Linux、w3m 和 tcl/tk（后面两者通常都随 Linux 提供）。

source: Wordfast TMX file converter
zh_cn: Wordfast TMX 文件转换器

source: Converts translation memories in TMX format generated by Wordfast to a form which can be read by OmegaT.
zh_cn: 将 Wordfast 生成的 TMX 格式的翻译记忆库转换为 OmegaT 能读取的形式。

source: Miscellaneous resources
zh_cn: 其他资源

source: Training course
zh_cn: 培训课程

source: OmegaT training course.
zh_cn: OmegaT 培训课程。

source: Consists of a model student's manual with instructions to trainers for adaptation, and sample resources.
zh_cn: 包含有供改编用的示范性学习手册和培训师指导，以及样例资源。

source: Icons
zh_cn: 图标

source: Selection of alternative icons for use with OmegaT.
zh_cn: 可在 OmegaT 中使用的替换图标选集。

source: Sample texts
zh_cn: 示例文本

source: For testing and demonstrating OmegaT.
zh_cn: 用来测试与演示 OmegaT。

source: Localization resources
zh_cn: 本地化资源

source: Localization TMX repository
zh_cn: 本地化 TMX 仓库

source: TMX files of localizations of the OmegaT documentation and of this site, for use by localizers.
zh_cn: 供本地化人员使用的 OmegaT 文档及本网站本地化的 TMX 文件。

source: This web site
zh_cn: 本网站

source: The files of this site, in a convenient package for those wishing to localize it.
zh_cn: 本网站的文件，以便捷打包的形式提供给想要将其本地化的人。

source: Third-party software
zh_cn: 第三方软件

source: Third-party software for use with OmegaT
zh_cn: 与 OmegaT 一起使用的第三方软件

source: Spelling dictionaries
zh_cn: 拼写词典

source: Online repositories of spelling dictionaries for use within OmegaT.
zh_cn: 可在 OmegaT 中使用的拼写词典的在线存储库。

source: Free (compatible) alternatives to Microsoft Office.
zh_cn: Microsoft Office 的免费（兼容）替代产品。

source: Okapi Framework
zh_cn: Okapi 框架

source: A comprehensive suite of utilities for preparing files for translation in a CAT tool.
zh_cn: 一整套工具程序，用于准备文件以便在 CAT 工具中进行翻译。

source: Enables a number of file formats to be translated which cannot be handled natively in OmegaT.
zh_cn: 可以让大量 OmegaT 无法直接处理的文件格式变得可以翻译。

source: A detailed tutorial is available.
zh_cn: 有详细教程。

source: GUI alignment tool for producing translation memory files from legacy texts and their translations.
zh_cn: 图形界面的对齐工具，用于根据过往文本及其译文生成翻译记忆库。

source: An intelligent command-line alignment tool for producing translation memory files from legacy texts and their translations.
zh_cn: 智能的命令行对齐工具，用于根据过往文本及其译文生成翻译记忆库。

source: Samuel Murray's scripts and procedures
zh_cn: Samuel Murray 的脚本与流程

source: Descriptions of and links to Samuel Murray's scripts/procedures.
zh_cn: Samuel Murray 的脚本/流程的描述和链接。

source: Most of these scripts require MS Windows, although some procedures may also work on other platforms.
zh_cn: 虽然其中部分流程在其他平台上也可能可以使用，但这些脚本大多数都需要 Microsoft Windows。

source: Scripts/procedures are available to enable you to do the following:
zh_cn: 这些脚本/流程可以让你做到：

source: Skip segments containing a certain set of characters
zh_cn: 跳过包含特定字符集合的片段

source: Extract all source text from the project files into a single, large text file
zh_cn: 从项目文件中提取所有原文文本，将其合并为单个大文本文件

source: Create a TMX file containing all strings, with identical source and target
zh_cn: 创建一个 TMX 文件，其中包含所有字符串且原文文本与译文文本完全相同

source: Add terms to a glossary whilst translating in OmegaT
zh_cn: 使用 OmegaT 进行翻译时往词汇表内添加词汇

source: Add numbers to all segments, making them all "unique"
zh_cn: 为所有片段添加编号，让它们变得全都“独特”

source: Remove all text except tags, or all tags except text
zh_cn: 删除标签以外的所有文本，或者文本以外的所有标签

source: Check spelling (various procedures)
zh_cn: 拼写检查（各种流程）
